{
  "halation:BottledLove": {
    "NAME": "Bottled Love",
    "DESCRIPTIONS": [
      "Upon pickup, choose a card. Upon taking damage, that card's damage is increased by 1 for the combat.",
      "Choose a card for ",
      " will increase in damage by 1 upon taking damage."
    ],
    "FLAVOR": "The world outside is filled with impurities. People I hate. People in my way. Liars. Dirty people. I need to exterminate all risks."
  },
  "halation:PurpleSoulGem": {
    "NAME": "Purple Soul Gem",
    "DESCRIPTIONS": [
      "[#2aecd7]Right [#2aecd7]click [#2aecd7]during [#2aecd7]combat [#2aecd7]to [#2aecd7]activate.[] Restart the battle and all enemies gain #b2 Strength."
    ],
    "FLAVOR": "If…If it’s for your sake…I don’t mind being locked in this eternal maze."
  },
  "halation:BlueSoulGem": {
    "NAME": "Blue Soul Gem",
    "DESCRIPTIONS": [
      "[#2aecd7]Right [#2aecd7]click [#2aecd7]during [#2aecd7]combat [#2aecd7]to [#2aecd7]activate.[] Take no damage this combat and reduce your Max Health to #r10%. Cannot be used in boss combats. Can only be used twice."
    ],
    "FLAVOR": "I didn’t want this power so I could fight witches. I wanted it so I’d have the strength to do what’s right and protect the ones I love."
  },
  "halation:RedSoulGem": {
    "NAME": "Red Soul Gem",
    "DESCRIPTIONS": [
      "[#2aecd7]Right [#2aecd7]click [#2aecd7]during [#2aecd7]combat [#2aecd7]to [#2aecd7]activate.[] Gain #b10 Strength. You may no longer use Skills this combat. Can only be used on turn one"
    ],
    "FLAVOR": "If you live for yourself you’ve only got yourself to blame. So I can’t really blame anyone else and I don’t have any regrets."
  },
  "halation:YellowSoulGem": {
    "NAME": "Yellow Soul Gem",
    "DESCRIPTIONS": [
      "[#2aecd7]Right [#2aecd7]click [#2aecd7]during [#2aecd7]combat [#2aecd7]to [#2aecd7]activate.[] Deal #b15 damage to ALL enemies. Apply #b99 Vulnerable to yourself. Can only be used once per combat and only up to #b8 times overall."
    ],
    "FLAVOR": "If you’re not 100% sure why you’re doing it, you’ll most certainly regret it later."
  },
  "halation:PinkSoulGem": {
    "NAME": "Pink Soul Gem",
    "DESCRIPTIONS": [
      "[#2aecd7]Right [#2aecd7]click [#2aecd7]during [#2aecd7]combat [#2aecd7]to [#2aecd7]activate.[] Deal damage equal to the charges on this relic and lose all charges. Gain charges equal to twice the damage you take."
    ],
    "FLAVOR": "If anyone ever tells me it’s a mistake to have hope, well then, I’ll just tell them they’re wrong. And I’ll keep telling them till they believe."
  },
  "halation:Convergence": {
    "NAME": "Convergence",
    "DESCRIPTIONS": [
      "[#2aecd7]Right [#2aecd7]click [#2aecd7]to [#2aecd7]activate.[] Reset your health, deck, gold, and relics to as they were at the start of the act. Generate a new version of the current act and start from the beginning. Lose #b20 Max Health."
    ],
    "FLAVOR": "I will never lose, not to you, nor to fate! That is my choice."
  },
  "halation:Yufonium": {
    "NAME": "Yufonium",
    "DESCRIPTIONS": [
      "Every attack you draw has its cost lowered by #b1. Deal #rhalf damage with attacks. You can only play up to #b20 cards a turn."
    ],
    "FLAVOR": "Don't give up. Not until you've done everything in your power!"
  },
  "halation:Trompette": {
    "NAME": "Trompette",
    "DESCRIPTIONS": [
      "If you play only attacks in a combat, heal 10 HP."
    ],
    "FLAVOR": "You really do have an awful personality."
  },
  "halation:StarCompass": {
    "NAME": "Star Compass",
    "DESCRIPTIONS": [
      "[#2aecd7]Right [#2aecd7]click [#2aecd7]during [#2aecd7]combat [#2aecd7]to [#2aecd7]activate.[] Holds the deepest secrets of the Spire. Perhaps if you are worthy...?"
    ],
    "FLAVOR": "A compass that always seems to point up no matter your orientation. Maybe it holds a dark secret."
  },
  "halation:EternalFortune": {
    "NAME": "Eternal Fortune",
    "DESCRIPTIONS": [
      "Upon pickup, raise your Max HP by 3. Occasionally run into more #yEternal #yFortune."
    ],
    "FLAVOR": "A favorite among Spire Dwellers. They grow everywhere and are said to bless any ascender with good luck."
  },
  "halation:WeightlessCrab": {
    "NAME": "Weightless Crab",
    "DESCRIPTIONS": [
      "For every #b3 Curses you draw, gain #b1 Intangible."
    ],
    "FLAVOR": "I am not a friend of justice. I am an enemy of evil."
  },
  "halation:TwoAmDonut": {
    "NAME": "2 AM Donut",
    "DESCRIPTIONS": [
      "If you do not play any attacks, at the end of your turn gain #b2 Strength."
    ],
    "FLAVOR": "KA KA KA"
  },
  "halation:IncompleteEncyclopedia": {
    "NAME": "Incomplete Encyclopedia",
    "DESCRIPTIONS": [
      "Gain [E] at the start of your turn. You can no longer see enemy health."
    ],
    "FLAVOR": "I don't know everything. I only know what I know."
  },
  "halation:HeavySnake": {
    "NAME": "Heavy Snake",
    "DESCRIPTIONS": [
      "Add #b3 random Curses to the bottom of your draw pile at the start of combat. Every time you smith a card, upgrade #b3 more random cards."
    ],
    "FLAVOR": "I only want one thing. Everything. Everything. Everything. Everything. Everything. Everything. Everything. Everything. Everything. Everything. Everything. "
  },
  "halation:MonkeysPaw": {
    "NAME": "Monkey's Paw",
    "DESCRIPTIONS": [
      "Whenever you play a card, add #b2 copies of it to the bottom of your draw pile at #rhalf power (rounded down)"
    ],
    "FLAVOR": "Upon closer inspection, this isn't a monkey's paw at all."
  },
  "halation:LostSnail": {
    "NAME": "No Longer Lost Snail",
    "DESCRIPTIONS": [
      "Upon entering a #y? room, there is a #b40% all connected rooms become a #y? room."
    ],
    "FLAVOR": "I'm sure there's a reason that, even after I stopped being lost, I stayed here. I won't leave until I know what that reason is."
  },
  "halation:NonexistentMirror": {
    "NAME": "Nonexistent Mirror",
    "DESCRIPTIONS": [
      "The next #b2 times you obtain a card, obtain a copy of it."
    ],
    "FLAVOR": "\"I saw a strange man outside of Kanbaru's house today.\" NL \"When did they hang up a mirror?\""
  },
  "halation:PeacePiece": {
    "NAME": "Peace Piece",
    "DESCRIPTIONS": [
      "Every #b3 turns, at the start of your turn, you and all enemies take no damage until the next turn."
    ],
    "FLAVOR": "\"Peace Peace\" I said with a posed look."
  },
  "halation:PlatinumPhoenix": {
    "NAME": "Platinum Phoenix",
    "DESCRIPTIONS": [
      "At the start of your turn, gain [E] [E]. You can #ronly play #b1 cost cards."
    ],
    "FLAVOR": "I'm platinum mad at you!"
  },
  "halation:TrafficLight": {
    "NAME": "Traffic Light",
    "DESCRIPTIONS": [
      "[#2aecd7]Right [#2aecd7]click [#2aecd7]during [#2aecd7]combat [#2aecd7]to [#2aecd7]change [#2aecd7]mode.[] #gGreen #gMode: Gain #b2 Strength until the end of the turn for every card you play and #b1 Frail for every card you play. #rRed #rMode: Gain #b2 Dexterity until the end of the turn for every card you play and #y1 Weak for every card you play. ",
      "Currently in #gGreen #gMode",
      "Currently in #rRed #rMode."
    ],
    "FLAVOR": "When the world is filled with red lights, signalling danger, the world is safer than usual. But when it's filled with green lights signalling safety, it creates a place more dangerous than any other."
  },
  "halation:SelfBoilingWater": {
    "NAME": "Self Boiling Water",
    "DESCRIPTIONS": [
      "Gain #b1 Strength at the start of combat for every charge on this relic. Gain a charge whenever you obtain a card, up to 3. Lose #rall charges whenever you skip or remove a card."
    ],
    "FLAVOR": "I despise water that thinks that it boiled itself on its own. I despise seasons that think they cycle naturally. I despise the sun that thinks it rose on its own. Despise, despise, d-d-despise...I despise them. I despise you."
  },
  "halation:RainbowClouds": {
    "NAME": "Rainbow Clouds",
    "DESCRIPTIONS": [
      "In Elite combats, you can no longer draw on your first turn, instead, add cards from your deck to your hand equal to the amount of cards you would have drawn."
    ],
    "FLAVOR": "I know everything. There is nothing I don't know."
  },
  "halation:Toothbrush": {
    "NAME": "Toothbrush",
    "DESCRIPTIONS": [
      "Gain #b3 Max HP whenever you remove a card from your deck."
    ],
    "FLAVOR": "Get your head out of the gutter."
  },
  "halation:PapillonHeart": {
    "NAME": "Papillon Heart",
    "DESCRIPTIONS": [
      "Every #b4 turns, at the start of your turn, your entire hand is played at no cost and exhausts. They are played in a random order and target random enemies."
    ],
    "FLAVOR": "It is precisely because I cannot die, that I can say, I will always be by your side."
  },
  "halation:PinkAlligatorPlush": {
    "NAME": "Pink Alligator Plush",
    "DESCRIPTIONS": [
      "Lose #b2 HP at the start of every turn. If you die, heal to full and #rkill all enemies. Can only be used #ronce and stops doing damage once used."
    ],
    "FLAVOR": "Everyone is waiting to die if you think about it...Some just have longer to wait than others."
  },
  "halation:Diary": {
    "NAME": "Diary",
    "DESCRIPTIONS": [
      "Upon pick up, and at the start of every act, pick the boss of the act."
    ],
    "FLAVOR": "DESTIIIIIIIIIIIIIIIINY"
  },
  "halation:PenguinHat": {
    "NAME": "Penguin Hat",
    "DESCRIPTIONS": [
      "When you would die, revive to 10% HP as a new character. Can only be used #ronce."
    ],
    "FLAVOR": "Listen up you low life scum who will accomplish nothing...!"
  },
  "halation:Komachan": {
    "NAME": "Komachan",
    "DESCRIPTIONS": [
      "The next room you can go to becomes a Rest Site."
    ],
    "FLAVOR": "Koma-chan always said to be prepared!"
  },
  "halation:Sosunser": {
    "NAME": "Sonsunser",
    "DESCRIPTIONS": [
      "If you play #b8 attacks in one turn, play all #b8 attacks again."
    ],
    "FLAVOR": "ORAORAORAORAORAORAORAORAORA"
  },
  "halation:Gekota": {
    "NAME": "Gekota",
    "DESCRIPTIONS": [
      "Evoke an orb."
    ],
    "FLAVOR": "Biribiri."
  },
  "halation:SwordOfLegend": {
    "NAME": "Sword of Legend",
    "DESCRIPTIONS": [
      "Upon entering a Rest Site, heal #b3 HP for every monster room you entered since you picked this up or the last Rest Site you entered."
    ],
    "FLAVOR": "Nyanpasu!"
  },
  "halation:VictoryRuler": {
    "NAME": "Victory Ruler",
    "DESCRIPTIONS": [
      "Knock back an enemy into the one behind it, dealing #b5 damage to both. If there is no enemy behind it, deal #b2 damage."
    ]
  }
}